Revit 2027 API
ParameterTypeId.StructuralBottomReleaseMz Property
 "Base Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseMz { get; }
Public Shared ReadOnly Property StructuralBottomReleaseMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseMz {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace